"Aw crap" = "쓰레기 아";
"Back" = "뒤로";
"Half full" = "전체의 절반";
"How ya feeling today?" = "어떻게 나중에 오늘은 기분이?";
"Live half full." = "반 전체 산다.";
"Loading..." = "로딩 중 ...";
"Next" = "다음";
"No internet connection" = "인터넷에 연결하지";
"OK" = "OK";
"Patience is a virtue." = "인내는 미덕이다.";
"Share to Facebook" = "페이스 북에 공유하기";
"Share to Twitter" = "트위터에 공유하기";
"Sorry, this quote is too long to post to Twitter." = "죄송합니다,이 견적 트위터에 게시 할 너무 깁니다.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "엉덩이에 어떤 나쁜 분위기를 걷어차 영감의 복용량을 가진 당신의 빈축을 거꾸로 도는 앱!";
"The glass is always" = "유리는 항상";
"The quote hasn't loaded yet." = "견적은 아직로드되지 않았습니다.";
"Try Again" = "다시 시도";
"Whoops" = "으악";
"don't be angry." = "성난";
"don't be impatient." = "참을성이";
"don't be tired." = "피곤한";
"don't be lonely." = "고독한";
"don't be depressed." = "우울";
"don't be guilty." = "유죄";
"don't be sad." = "슬픈";
"don't be nostalgic." = "향수";
"don't be jealous." = "질투심 많은";
"don't be dull." = "둔한";
"don't be scared." = "무서워";
"don't be anxious." = "불안";
"angry" = "성난";
"impatient" = "참을성이";
"tired" = "피곤한";
"lonely" = "고독한";
"depressed" = "우울";
"guilty" = "유죄";
"sad" = "슬픈";
"nostalgic" = "향수";
"jealous" = "질투심 많은";
"dull" = "둔한";
"scared" = "무서워";
"anxious" = "불안";
